<?php 
//НАСТРОЙКИ
//Все изображения должны быть в формате png! и иметь вид число.png, первое изображение 1.png
//При использовании русских надписей в полях требуется соответствующий русский шрифт!!

//таблица
$ticrow=3; //количество иконок в строке
$tbgrow=3; //количество фонов в строке
$countbg = 209;//количество фоновых изображений
$countic = 210;//количество иконок

//фон
//Путь
$pathbg= "images/bg/"; 

//иконки
//путь
$onic = 1; //1-вкл. 0-выкл.
$pathic= "images/icon/";
//координата X
$icx = 0;
//координата Y
$icy = 0;

//текст ника
$onnk= 0; //1-вкл. 0-выкл.
//координата X
$nkx = 180;
//координата Y
$nky = 25;
//размер шрифта
$nks = 16;
//путь и название шрифта
$nkp = "font/myfont.ttf";

//текст1
$ont1= 0; //1-вкл. 0-выкл.
//координата X
$t1x = 108;
//координата Y
$t1y = 59;
//размер шрифта
$t1s = 8;
//путь и название шрифта
$t1p = "font/myfont2.ttf";

//текст2
$ont2= 0; //1-вкл. 0-выкл.
//координата X
$t2x = 108;
//координата Y
$t2y = 68;
//размер шрифта
$t2s = 8;
//путь и название шрифта
$t2p = "font/myfont2.ttf";

//текст3
$ont3= 0; //1-вкл. 0-выкл.
//координата X
$t3x = 108;
//координата Y
$t3y = 85;
//размер шрифта
$t3s = 8;
//путь и название шрифта
$t3p = "font/myfont2.ttf";
?>